review/Mcdougall_2007.org
#+TITLE: Mcdougall (2006) ノート
#+AUTHOR: KAWAI Yuta
#+LANGUAGE: ja

#+begin_abstract
温位は, それが塩分のように保存変数かのように, 海洋学では用いられる. 
しかし, 乱流混合の過程はエンタルピーを保存し, ふつう温位を破壊する. 
温位の負の生成は, 混合過程でいつも生じるエントロピー生成の大きさと同程度である. 
ポテンシャルエンタルピー(水粒子を断熱的に, 塩分の交換なしに海面まで持ち上げたときのエンタルピー)は, 
温位よりもオーダで　10^2　より保存的である. 
さらに, たとえポテンシャルエンタルピーが塩分の線形関数までで定義されなくとも, 
ポテンシャルエンタルピーのフラックスは"熱フラックス"と呼ぶことができる. 
海面での熱交換は, 常にポテンシャルエンタルピーのフラックスである. 
これと同じフラックスは, 比熱の変化(最大 5%)のために温位のフラックスと比例しない. 
海底の地熱フラックスもまた, 最大 0.15% の誤差内で近似的にエンタルピーのフラックスである. 
これらの結果は, *海洋の「熱」の移流や拡散と等価である量が, ポテンシャルエンタルピーである* ことを示す. 
つまり, 高い精度で *海洋の熱力学第一法則は, ポテンシャルエンタルピーの保存則である* ことが示される. 
ポテンシャルエンタルピーはベルヌイ関数より好まれることも示される. 
「保存的な温度」と呼ばれる新しい温度の変数(ポテンシャルエンタルピーに単に比例する量)は, 先進的である.
現在の海洋モデルは非保存的な温位の生成を無視していることと, 海面の比熱を定数と仮定していることのために, 
典型的に 0.1 ℃ , 最大 1.4 ℃ の誤差をむ. 
この保存的手法を使って得られる子午面熱フラックスは, 現在の海洋モデルの方法によって計算される結果と最大 0.4 % の違いがある. 
推奨されてきた, あるいは観測データともに良く使われる代替法は, 不正確な理論に基づき, 
熱フラックスの推定値は一定の熱容量をもつ熱フラックスを単に用いる場合より実際には精度が低い. 
#+end_abstract 

* イントロダクション
