review/EOS/Mcdougall_2007.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="ja" xml:lang="ja">
<head>
<title>Mcdougall (2006) ノート</title>
<!-- 2013-12-13 金 14:54 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="KAWAI Yuta" />
<link rel="stylesheet" type="text/css" href="./org.css" />
</head>
<body>
<div id="content">
<h1 class="title">Mcdougall (2006) ノート</h1>
<div id="table-of-contents">
<h2>&#30446;&#27425;</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">イントロダクション</a></li>
</ul>
</div>
</div>
<div class="abstract">
<p>
温位は, それが塩分のように保存変数かのように, 海洋学では用いられる. 
しかし, 乱流混合の過程はエンタルピーを保存し, ふつう温位を破壊する. 
温位の負の生成は, 混合過程でいつも生じるエントロピー生成の大きさと同程度である. 
ポテンシャルエンタルピー(水粒子を断熱的に, 塩分の交換なしに海面まで持ち上げたときのエンタルピー)は, 
温位よりもオーダで　10<sup>2　より保存的である</sup>. 
さらに, たとえポテンシャルエンタルピーが塩分の線形関数までで定義されなくとも, 
ポテンシャルエンタルピーのフラックスは"熱フラックス"と呼ぶことができる. 
海面での熱交換は, 常にポテンシャルエンタルピーのフラックスである. 
これと同じフラックスは, 比熱の変化(最大 5%)のために温位のフラックスと比例しない. 
海底の地熱フラックスもまた, 最大 0.15% の誤差内で近似的にエンタルピーのフラックスである. 
これらの結果は, <b>海洋の「熱」の移流や拡散と等価である量が, ポテンシャルエンタルピーである</b> ことを示す. 
つまり, 高い精度で <b>海洋の熱力学第一法則は, ポテンシャルエンタルピーの保存則である</b> ことが示される. 
ポテンシャルエンタルピーはベルヌイ関数より好まれることも示される. 
「保存的な温度」と呼ばれる新しい温度の変数(ポテンシャルエンタルピーに単に比例する量)は, 先進的である.
現在の海洋モデルは非保存的な温位の生成を無視していることと, 海面の比熱を定数と仮定していることのために, 
典型的に 0.1 ℃ , 最大 1.4 ℃ の誤差をむ. 
この保存的手法を使って得られる子午面熱フラックスは, 現在の海洋モデルの方法によって計算される結果と最大 0.4 % の違いがある. 
推奨されてきた, あるいは観測データともに良く使われる代替法は, 不正確な理論に基づき, 
熱フラックスの推定値は一定の熱容量をもつ熱フラックスを単に用いる場合より実際には精度が低い. 
</p>

</div>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> イントロダクション</h2>
</div>
</div>
<div id="postamble" class="status">
<p class="author">&#33879;&#32773;: KAWAI Yuta</p>
<p class="date">Created: 2013-12-13 金 14:54</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 23.4.1 (<a href="http://orgmode.org">Org</a> mode 8.2.3c)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
